export const TERMS = `제1조 목적
1) 이 약관은 이게뭐약 팀(이하 "서비스 제공자")이 운영하는 모바일 애플리케이션 "이게뭐약"(이하 "애플리케이션")의 서비스 이용 및 제공에 관한 사항을 규정함을 목적으로 합니다.

제2조 용어의 정의
1) 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
- "서비스"란 모바일 기기를 통하여 이용자가 이용할 수 있도록 서비스 제공자가 제공하는 모든 서비스를 의미합니다.
- "이용자"란 애플리케이션에 접속하여 본 약관에 동의하고 애플리케이션이 제공하는 서비스를 이용하는 자를 의미합니다.
- "모바일 기기"란 콘텐츠를 다운로드하거나 설치하여 사용할 수 있는 기기로서 휴대폰, 스마트폰, 태블릿 등을 의미합니다.
- "애플리케이션"이란 서비스 제공자가 제공하는 서비스를 이용하기 위하여 모바일 기기에 다운로드하거나 설치하여 사용하는 프로그램 일체를 의미합니다.

제3조 약관의 효력 및 변경
1) 본 약관은 애플리케이션 내에 게시되며, 이용자가 애플리케이션을 설치하고 실행하여 이에 동의한 때부터 효력이 발생합니다.
2) 서비스 제공자는 불가피한 사유가 있는 경우 「약관의 규제에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등 관계 법령에 위배되지 않는 범위에서 본 약관을 개정할 수 있습니다.
3) 서비스 제공자가 약관을 개정하는 경우 적용일자, 개정 내용 및 개정 사유를 명시하여 적용일 7일 전부터 애플리케이션 또는 그 연결 화면을 통해 이용자에게 공지합니다.
4) 서비스 제공자는 개정 약관을 공지하면서 이용자가 적용일 전까지 명시적으로 거부 의사를 표시하지 않는 경우 개정 약관에 동의한 것으로 간주될 수 있다는 내용을 함께 안내합니다. 이용자가 개정 약관에 동의하지 않는 경우 서비스 제공자 또는 이용자는 서비스 이용 계약을 해지하고 서비스 이용을 중단할 수 있습니다.

제4조 개인정보 활용 고지
1) 서비스 이용 과정에서 다음 각 호의 정보가 자동으로 생성되어 수집될 수 있습니다.
- 이미지 검색: 검색 형식, 검색한 이미지 데이터, 검색 일시
- 식별 검색 및 상세 정보 검색: 검색 형식, 검색 일시

제5조 개인정보의 수집
1) 애플리케이션은 검색 지원 서비스를 제공하기 위하여 검색 과정에서 발생하는 다음 정보를 수집합니다.
- 검색 형식
- 검색한 이미지 데이터
- 검색 일시

제6조 수집한 정보의 이용
1) 애플리케이션은 수집된 데이터를 검색 정확도 향상 및 서비스 품질 개선을 위해 이용합니다.

제7조 이용자의 의무
1) 이용자는 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안 됩니다.
- 서비스 제공자의 사전 승인 없이 애플리케이션을 변경하거나 다른 프로그램을 추가 또는 삽입하는 행위
- 서버를 해킹하거나 역설계하는 행위
- 소스코드 또는 애플리케이션 데이터를 무단으로 변경하는 행위
- 별도의 서버를 구축하여 서비스를 모방하거나 운영하는 행위
- 애플리케이션의 일부를 임의로 변경 또는 도용하여 서비스 제공자를 사칭하는 행위
- 그 밖에 관계 법령에 위반되거나 선량한 풍속 및 기타 사회질서에 반하는 행위

제8조 책임의 한계 및 법적 고지
1) 애플리케이션은 식의약 데이터 포털의 "완제 의약품 허가 상세 데이터", "의약품 낱알식별정보 데이터" 및 "의약품 제품 허가 상세 정보"를 기반으로 검색 지원 서비스를 제공합니다.
2) 애플리케이션은 정보의 정확성을 높이기 위해 노력하고 있으나, 정보의 정확성, 완전성, 최신성 또는 신뢰성에 대하여 어떠한 보증도 하지 않습니다. 또한 편집상의 오류, 허가사항 변경, 추가적인 학술 또는 임상 연구 결과 등에 따라 발생하는 손해에 대하여 서비스 제공자는 책임을 부담하지 않습니다.
3) 서비스 제공자는 애플리케이션 내 정보를 지속적으로 수정하거나 최신 상태로 유지할 의무를 부담하지 않으며, 필요한 경우 이를 개선하거나 변경할 수 있습니다.
4) 애플리케이션은 검색 지원 서비스를 제공하는 것을 목적으로 하며, 서비스 또는 제공되는 정보와 관련하여 발생하는 직접손해, 간접손해, 특별손해, 부수적 손해 또는 파생적 손해에 대하여 서비스 제공자는 책임을 부담하지 않습니다.
5) 애플리케이션은 의약품 검색 지원 서비스이며, 구체적인 의약품 정보의 확인 및 복용 여부는 반드시 약사 또는 의사 등 전문가와 상담하여야 합니다. 이용자가 이를 확인하지 아니하여 발생한 손해에 대하여 서비스 제공자는 책임을 부담하지 않습니다.`;
